Repository: raibtoffoletto/litteris
Catalog: po/*.po
Languages: pl, pt

source: Backup restored with success!
pl: Kopia zapasowa przywrócona!
pt: Cópia de segurança restaurada com sucesso!

source: New Penpal
pl: Nowy piórodruh
pt: Novo Amigo por Correspondência

source: Edit Penpal
pl: Edytuj piórodruha
pt: Editar Amigo por Correspondência

source: Remove Penpal
pl: Usuń piórodruha
pt: Remover Amigo por Correspondência

source: Options
pl: Opcje
pt: Opções

source: Penpal added with success!
pl: Dodano piórodruha!
pt: Amigo por Correspondência adicionado com sucesso!

source: You should provide Name & Country for your new penpal.
pl: Podaj imię i kraj swojego nowego piórodruha.
pt: Você deve inserir o Nome e o País do seu novo amigo por correspondência.

source: Incomplete data
pl: Brakuje informacji
pt: Dados incompletos

source: Remove %s ?
pl: Usunąć %s?
pt: Remover %s ?

source: This action will permanently remove all data related to this penpal.
pl: Bezpowrotnie usunie to wszystkie dane związane z tym piórodruhem.
pt: Esta ação irá remover permanentemente todos os dados relacionados com este amigo por correspondência.

source: Remove %s
pl: Usuń %s
pt: Remover %s

source: %s removed with success!
pl: Usunięto %s!
pt: %s removido com sucesso!

source: Restore backup?
pl: Przywrócić kopię zapasową?
pt: Restaurar cópia de segurança?

source: This will permanently override the current database.
pl: Obecna baza zostanie nieodwracalnie nadpisana.
pt: Isto irá substituir permanentemente o banco de dados atual.

source: Restore
pl: Przywróć
pt: Restaurar

source: Restore backup file
pl: Przywróć kopię zapasową
pt: Restaurar cópia de segurança

source: Cancel
pl: Anuluj
pt: Cancelar

source: Create backup file
pl: Stwórz kopię zapasową
pt: Criar ficheiro da cópia de segurança

source: Export
pl: Eksportuj
pt: Exportar

source: Backup created with success!
pl: Utworzono kopię zapasową!
pt: Cópia de segurança criada com sucesso!

source: Penpal Correspondence Organized
pl: Uporządkuj korespondencję z piórodruhami
pt: Correspondência de Amigos Organizada

source: Country not found
pl: Kraj nie znaleziony
pt: País não encontrado

source: Ignore
pt: Ignorar

source: Override
pt: Substituir

source: Import database from the cloud?
pt: Importar base de dados da nuvem?

source: The location you have selected already has a Litteris database in it. Would you like to import it, overriding the present one, or would you like to ignore it?
pt: O local que selecionou já possui uma base de dados Litteris. Você gostaria de importá-la, substituindo a atual ou gostaria de ignorá-la?

source: Appearance
pl: Motyw
pt: Aparência

source: System Colors
pl: Motyw systemu
pt: Thema do sistema

source: Dark Mode
pl: Tryb Ciemny
pt: Tema Escuro

source: Create a backup
pl: Stwórz kopię zapasową
pt: Criar um cópia de segurança

source: Restore backup
pl: Przywróć kopię zapasową
pt: Restaurar uma cópia de segurança

source: Sync options
pt: Opções de sincronização

source: About
pl: O Litteris
pt: Sobre

source: * Name :
pl: Imię:
pt: * Nome :

source: Nickname :
pl: Pseudonim:
pt: Alcunha:

source: Notes :
pl: Notatki:
pt: Notas :

source: Address :
pl: Adres:
pt: Endereço :

source: * Country :
pl: Kraj:
pt: * País :

source: Discard Changes
pl: Odrzuć zmiany
pt: Descartar alterações

source: Add Penpal
pl: Dodaj piórodruha
pt: Adicionar Penpal

source: Save Changes
pl: Zapisz zmiany
pt: Salvar alterações

source: Discard Changes?
pl: Odrzucić zmiany?
pt: Descartar Alterações?

source: You will lose all changes made so far.
pl: Stracisz wszystkie dotychczasowe zmiany.
pt: Todas as alterações serão perdidas.

source: Discard
pl: Odrzuć
pt: Descartar

source: Search
pl: Szukaj
pt: Buscar

source: Starred
pl: Ulubieni
pt: Preferidos

source: No friends yet 😔️
pl: Na razie samotnie 😔️
pt: Você ainda não tem nenhum contato 😔️

source: No matches…
pt: Nenhuma combinação…

source: Sent :
pl: Wysłane:
pt: Enviado :

source: Received :
pl: Otrzymane:
pt: Recebido :

source: Penpal updated with success!
pl: Zaktualizowano piórodruha!
pt: Penpal atualizado com sucesso!

source: Register Mail
pl: Dodaj przesyłkę
pt: Registrar correspondência

source: Received
pl: Otrzymane
pt: Recebido

source: Sent
pl: Wysłane
pt: Enviado

source: Add Mail
pl: Dodaj przesyłkę
pt: Adicionar correspondência

source: Remove Mail
pl: Usuń przesyłkę
pt: Remover correspondência

source: Please select Letter/Postcard and Received/Sent properly
pt: Por favor, selecione Carta/Postal e Recebido/Enviado

source: Mail Registered
pl: Przesyłka dodana
pt: Correspondência registrada

source: Changes Saved
pl: Zmiany zapisane
pt: Alterações salvas

source: letter
pl: list
pt: carta

source: postcard
pl: pocztówkę
pt: postal

source: Remove %s from %s?
pl: Usunąć %s z %s?
pt: Remover %s de %s?

source: This will delete this date from the database permanently!
pl: Usunie to przesyłkę z bazy bezpowrotnie!
pt: Esta data será deletada permanentemente!

source: Mail Removed
pl: Przesyłka usunięta
pt: Correspondência Removida

source: Add a new friend to start tracking your mail exchange.
pl: Dodaj nowego przyjaciela i śledź waszą korespondencję.
pt: Adicione um novo amigo e começe a seguir a sua correspondência.

source: Too many penpals? Look up their name!
pl: Zbyt dużo piórodruhów? Wyszukaj ich imię!
pt: Muitos contatos? Faça uma busca!

source: Penpals
pl: Piórodruhy
